Repository: johnpetersa19/clamui
Catalog: po/*.po
Languages: de

source: ClamUI can add 'Scan with ClamUI' options to your file manager's right-click menu. This makes it easy to scan files and folders directly from your file browser.
de: ClamUI kann 'Mit ClamUI scannen'-Optionen zum Kontextmenü Ihres Dateimanagers hinzufügen. Dies erleichtert das Scannen von Dateien und Ordnern direkt aus Ihrem Dateibrowser.

source: What gets installed?
de: Was wird installiert?

source: Small configuration files are added to your user profile. No system files are modified.
de: Kleine Konfigurationsdateien werden Ihrem Benutzerprofil hinzugefügt. Keine Systemdateien werden verändert.

source: Available File Managers
de: Verfügbare Dateimanager

source: Select which file managers to integrate with:
de: Wählen Sie, mit welchen Dateimanagern integriert werden soll:

source: No supported file managers detected
de: Keine unterstützten Dateimanager erkannt

source: ClamUI supports Nemo, Nautilus, and Dolphin file managers.
de: ClamUI unterstützt die Dateimanager Nemo, Nautilus und Dolphin.

source: {description} (already installed)
de: {description} (bereits installiert)

source: Skip
de: Überspringen

source: Install Integration
de: Integration installieren

source: Installed {installed}, failed {failed}
de: {installed} installiert, {failed} fehlgeschlagen

source: Installed {count} integration
de: {count} Integration installiert

source: No content to display
de: Kein Inhalt zum Anzeigen

source: Clear All Logs?
de: Alle Logs löschen?

source: This will permanently delete all historical logs. This action cannot be undone.
de: Dies löscht alle historischen Logs dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.

source: Clear All
de: Alle löschen

source: Historical Logs
de: Historische Logs

source: Previous scan and update operations
de: Vorherige Scan- und Aktualisierungsvorgänge

source: Export all logs to JSON
de: Alle Logs als JSON exportieren

source: Export all logs to CSV
de: Alle Logs als CSV exportieren

source: Refresh logs
de: Logs aktualisieren

source: No logs yet
de: Noch keine Logs

source: Logs from scans and updates will appear here
de: Logs von Scans und Aktualisierungen erscheinen hier

source: Loading logs...
de: Lade Logs...

source: Select a log entry above to view details
de: Wählen Sie oben einen Log-Eintrag aus, um Details anzuzeigen

source: Export to text file
de: Als Textdatei exportieren

source: Export to CSV file
de: Als CSV-Datei exportieren

source: Export to JSON file
de: Als JSON-Datei exportieren

source: View fullscreen
de: Vollbild anzeigen

source: Select a log entry to view details.
de: Wählen Sie einen Log-Eintrag aus, um Details anzuzeigen.

source: Live logs from the clamd daemon
de: Live-Logs vom clamd-Daemon

source: Export daemon logs to file
de: Daemon-Logs in Datei exportieren

source: Start live log updates
de: Live-Log-Aktualisierungen starten

source: Daemon logs will appear here.
de: Daemon-Logs erscheinen hier.

source: Click the play button to start live updates.
de: Klicken Sie auf die Wiedergabe-Schaltfläche, um Live-Aktualisierungen zu starten.

source: UPDATE LOG
de: AKTUALISIERUNGS-LOG

source: Timestamp: {timestamp}
de: Zeitstempel: {timestamp}

source: Type: {type}
de: Typ: {type}

source: Path: {path}
de: Pfad: {path}

source: Duration: {duration:.2f} seconds
de: Dauer: {duration:.2f} Sekunden

source: Statistics Summary:
de: Statistikübersicht:

source: Files Scanned: {count}
de: Gescannte Dateien: {count}

source: Directories Scanned: {count}
de: Gescannte Verzeichnisse: {count}

source: {seconds:.2f} seconds
de: {seconds:.2f} Sekunden

source: Duration: {duration}
de: Dauer: {duration}

source: Summary:
de: Zusammenfassung:

source: Full Output:
de: Vollständige Ausgabe:

source: ClamAV daemon (clamd) is not installed. The daemon is optional and provides faster scanning. You can still use ClamUI for on-demand scanning without it.
de: ClamAV-Daemon (clamd) ist nicht installiert. Der Daemon ist optional und ermöglicht schnelleres Scannen. Sie können ClamUI weiterhin für manuelle Scans verwenden.

source: Stop live log updates
de: Live-Log-Aktualisierungen stoppen

source: Showing {displayed} of {total} {label}
de: Zeige {displayed} von {total} {label}

source: Show {count} More
de: {count} weitere anzeigen

source: Show All ({remaining} remaining)
de: Alle anzeigen ({remaining} verbleibend)

source: Show password
de: Passwort anzeigen

source: Hide password
de: Passwort verbergen

source: Requires administrator privileges to modify
de: Erfordert Administratorrechte zur Änderung

source: Folder Not Found
de: Ordner nicht gefunden

source: The folder '{path}' does not exist.
de: Der Ordner '{path}' existiert nicht.

source: Error Opening Folder
de: Fehler beim Öffnen des Ordners

source: Could not open folder: {error}
de: Ordner konnte nicht geöffnet werden: {error}

source: File Location
de: Dateispeicherort

source: Open Folder
de: Ordner öffnen

source: Open containing folder in file manager
de: Enthaltenden Ordner im Dateimanager öffnen

source: Always ask
de: Immer fragen

source: Behavior
de: Verhalten

source: Window Behavior
de: Fensterverhalten

source: System tray is not available. Window behavior settings require a system tray to be active.
de: Systemleiste nicht verfügbar. Fensterverhalten-Einstellungen erfordern eine aktive Systemleiste.

source: Configure what happens when closing the window
de: Konfigurieren Sie, was beim Schließen des Fensters geschieht

source: When closing window
de: Beim Schließen des Fensters

source: Choose what happens when you close the main window
de: Wählen Sie, was beim Schließen des Hauptfensters geschieht

source: Scan Behavior
de: Scan-Verhalten

source: Configure how scans are displayed
de: Konfigurieren Sie, wie Scans angezeigt werden

source: Show Live Scan Progress
de: Live-Scan-Fortschritt anzeigen

source: Display files being scanned in real-time with detailed progress
de: Dateien in Echtzeit mit detailliertem Fortschritt anzeigen

source: Add context menu actions to scan files directly from your file manager
de: Kontextmenü-Aktionen hinzufügen, um Dateien direkt aus Ihrem Dateimanager zu scannen

source: Configure Integration
de: Integration konfigurieren

source: Install or manage 'Scan with ClamUI' menu actions
de: 'Mit ClamUI scannen'-Menüaktionen installieren oder verwalten

source: Free malware URL blocklist by abuse.ch, updated every minute
de: Kostenlose Malware-URL-Blockliste von abuse.ch, minütlich aktualisiert

source: No registration required. Click 'Suggested' above to add.
de: Keine Registrierung erforderlich. Klicken Sie oben auf „Vorgeschlagen“, um sie hinzuzufügen.

source: Millions of signatures for zero-day malware, phishing, and spam
de: Millionen von Signaturen für Zero-Day-Malware, Phishing und Spam

source: Free registration required at securiteinfo.com. URLs contain your personal API key.
de: Kostenlose Registrierung bei securiteinfo.com erforderlich. URLs enthalten Ihren persönlichen API-Schlüssel.

source: Macro malware, phishing, scam, and spam signatures (hourly updates)
de: Makro-Malware-, Phishing-, Betrugs- und Spam-Signaturen (stündliche Aktualisierungen)

source: Requires 'fangfrisch' or 'clamav-unofficial-sigs' tool. Cannot be added as custom URL directly.
de: Erfordert das Tool „fangfrisch“ oder „clamav-unofficial-sigs“. Kann nicht direkt als benutzerdefinierte URL hinzugefügt werden.

source: Hash-based signatures, web shell detection, and general malware
de: Hash-basierte Signaturen, Web-Shell-Erkennung und allgemeine Malware

source: Database Updates
de: Datenbank-Aktualisierungen

source: Configuration File
de: Konfigurationsdatei

source: freshclam.conf location
de: freshclam.conf-Speicherort

source: Paths
de: Pfade

source: Configure database and log file locations
de: Datenbank- und Log-Datei-Speicherorte konfigurieren

source: Database Directory
de: Datenbank-Verzeichnis

source: Update Log File
de: Aktualisierungs-Log-Datei

source: Notify ClamD Config
de: ClamD-Konfiguration benachrichtigen

source: Verbose Logging
de: Ausführliche Protokollierung

source: Enable detailed logging for database updates
de: Detaillierte Protokollierung für Datenbank-Aktualisierungen aktivieren

source: Syslog Logging
de: Syslog-Protokollierung

source: Send log messages to system log
de: Log-Nachrichten an Systemprotokoll senden

source: Update Behavior
de: Aktualisierungsverhalten

source: Configure how often and where to check for updates
de: Konfigurieren Sie, wie oft und wo nach Aktualisierungen gesucht wird

source: Checks Per Day
de: Überprüfungen pro Tag

source: Number of update checks per day (0 to disable)
de: Anzahl der Aktualisierungsprüfungen pro Tag (0 zum Deaktivieren)

source: Database Mirror
de: Datenbank-Spiegelserver

source: Custom Signature Databases
de: Benutzerdefinierte Signaturdatenbanken

source: Third-party signature URLs (e.g., SecuriteInfo). Paste URLs or config lines - 'DatabaseCustomURL' prefix auto-stripped.
de: Drittanbieter-Signatur-URLs (z.B. SecuriteInfo). Fügen Sie URLs oder Konfigurationszeilen ein - 'DatabaseCustomURL'-Präfix wird automatisch entfernt.

source: Add URL(s)
de: URL(s) hinzufügen

source: Paste URL or multi-line config block
de: URL oder mehrzeiligen Konfigurationsblock einfügen

source: Add
de: Hinzufügen

source: Add custom signature URL(s)
de: Benutzerdefinierte Signatur-URL(s) hinzufügen

source: Suggested
de: Vorgeschlagen

source: Add free community signature databases (URLhaus, InterServer)
de: Kostenlose Community-Signaturdatenbanken hinzufügen (URLhaus, InterServer)

source: Remove this URL
de: Diese URL entfernen

source: Popular Signature Providers
de: Beliebte Signaturanbieter

source: Third-party databases can significantly improve detection rates. Providers marked with a key icon require free registration.
de: Drittanbieter-Datenbanken können die Erkennungsraten erheblich verbessern. Anbieter mit Schlüsselsymbol erfordern eine kostenlose Registrierung.

source: Registration required
de: Registrierung erforderlich

source: Free registration required
de: Kostenlose Registrierung erforderlich

source: Tip: fangfrisch
de: Tipp: fangfrisch

source: For SaneSecurity and other rsync-based providers, install the 'fangfrisch' tool which handles downloading and updating signatures automatically.
de: Installieren Sie für SaneSecurity und andere rsync-basierte Anbieter das Tool „fangfrisch“, das Signaturen automatisch herunterlädt und aktualisiert.

source: Proxy Settings
de: Proxy-Einstellungen

source: Configure HTTP proxy for database downloads (optional)
de: HTTP-Proxy für Datenbank-Downloads konfigurieren (optional)

source: Proxy server port number (0 to disable)
de: Proxy-Server-Portnummer (0 zum Deaktivieren)

source: Proxy Username
de: Proxy-Benutzername

source: Proxy Password
de: Proxy-Passwort

source: Verbose debugging information
de: Ausführliche Debug-Informationen

source: General operational messages
de: Allgemeine Betriebsmeldungen

source: Warnings and errors only (recommended)
de: Nur Warnungen und Fehler (empfohlen)

source: Errors only
de: Nur Fehler

source: Logging Settings
de: Protokollierungseinstellungen

source: Configure debug logging for troubleshooting. Higher levels produce more detailed logs but use more disk space.
de: Debug-Protokollierung zur Fehlerbehebung konfigurieren. Höhere Stufen erzeugen detailliertere Protokolle, benötigen aber mehr Speicherplatz.

source: Log Level
de: Protokoll-Stufe

source: Set the verbosity of debug logs
de: Ausführlichkeit der Debug-Protokolle festlegen

source: Log File Location
de: Protokolldatei-Speicherort

source: Open
de: Öffnen

source: Open log folder in file manager
de: Protokollordner im Dateimanager öffnen

source: Log Management
de: Protokollverwaltung

source: Export logs for sharing or clear them to free disk space.
de: Protokolle zum Teilen exportieren oder löschen, um Speicherplatz freizugeben.

source: Current Log Size
de: Aktuelle Protokollgröße

source: Refresh size
de: Größe aktualisieren

source: Export Logs
de: Protokolle exportieren

source: Save all log files to a ZIP archive for sharing
de: Alle Protokolldateien in einem ZIP-Archiv zum Teilen speichern

source: Export
de: Exportieren

source: Export logs to ZIP file
de: Protokolle in ZIP-Datei exportieren

source: Clear Logs
de: Protokolle löschen

source: Delete all log files to free disk space
de: Alle Protokolldateien löschen, um Speicherplatz freizugeben

source: Clear
de: Löschen

source: Delete all log files
de: Alle Protokolldateien löschen

source: System Information
de: Systeminformationen

source: Useful information for troubleshooting and bug reports.
de: Nützliche Informationen zur Fehlerbehebung und für Fehlerberichte.

source: Installation Type
de: Installationstyp

source: Desktop Environment
de: Desktop-Umgebung

source: Copy System Info
de: Systeminformationen kopieren

source: Copy all system information to clipboard
de: Alle Systeminformationen in die Zwischenablage kopieren

source: Copy
de: Kopieren

source: Copy system information to clipboard
de: Systeminformationen in die Zwischenablage kopieren

source: ClamUI System Information
de: ClamUI-Systeminformationen

source: Installation Type: {value}
de: Installationstyp: {value}

source: Desktop Environment: {value}
de: Desktop-Umgebung: {value}

source: Platform: {value}
de: Plattform: {value}

source: Architecture: {value}
de: Architektur: {value}

source: System information copied to clipboard
de: Systeminformationen in die Zwischenablage kopiert

source: {count} file
de: {count} Datei

source: No Logs to Export
de: Keine Protokolle zum Exportieren

source: There are no log files to export. Logs will be created when debug logging is enabled and the application runs.
de: Es gibt keine Protokolldateien zum Exportieren. Protokolle werden erstellt, wenn die Debug-Protokollierung aktiviert ist und die Anwendung läuft.

source: Node.js dependencies
de: Node.js-Abhängigkeiten

source: Git repository data
de: Git-Repository-Daten

source: Python virtual environment
de: Virtuelle Python-Umgebung

source: Build output directory
de: Build-Ausgabeverzeichnis

source: Distribution output directory
de: Distributions-Ausgabeverzeichnis

source: Exclusions
de: Ausschlüsse

source: Preset Exclusions (Auto-Saved)
de: Vordefinierte Ausschlüsse (Automatisch gespeichert)

source: Common patterns to exclude. Auto-saved.
de: Häufige auszuschließende Muster. Automatisch gespeichert.

source: Custom Exclusions (Auto-Saved)
de: Benutzerdefinierte Ausschlüsse (Automatisch gespeichert)

source: Your exclusion patterns. Auto-saved.
de: Ihre Ausschlussmuster. Automatisch gespeichert.

source: Add Pattern (e.g., /path/to/exclude or *.tmp)
de: Muster hinzufügen (z.B. /pfad/zum/ausschließen oder *.tmp)

source: Add custom exclusion pattern
de: Benutzerdefiniertes Ausschlussmuster hinzufügen

source: Remove exclusion
de: Ausschluss entfernen

source: On Access
de: Echtzeit

source: Configuration Status
de: Konfigurationsstatus

source: On Access Configuration
de: Echtzeit-Konfiguration

source: clamd.conf not found - On Access settings unavailable
de: clamd.conf nicht gefunden - Echtzeit-Einstellungen nicht verfügbar

source: Monitored Paths
de: Überwachte Pfade

source: Directories to monitor. Comma-separated.
de: Zu überwachende Verzeichnisse. Durch Kommas getrennt.

source: Include Paths
de: Pfade einschließen

source: Exclude Paths
de: Pfade ausschließen

source: Behavior Settings
de: Verhaltenseinstellungen

source: On-Access scanning behavior
de: Echtzeit-Scanverhalten

source: Prevention Mode
de: Präventionsmodus

source: Block access to infected files
de: Zugriff auf infizierte Dateien blockieren

source: Extra Scanning
de: Zusätzliches Scannen

source: Monitor file creation/moves via inotify
de: Dateierstellung/-verschiebung über inotify überwachen

source: Deny on Error
de: Bei Fehler verweigern

source: Deny access when scan fails (requires Prevention)
de: Zugriff verweigern, wenn Scan fehlschlägt (benötigt Prävention)

source: Disable DDD
de: DDD deaktivieren

source: Disable Directory Descent Detection
de: Directory Descent Detection deaktivieren

source: Performance Settings
de: Leistungseinstellungen

source: Scanning limits and performance
de: Scan-Limits und Leistung

source: Maximum number of scanning threads
de: Maximale Anzahl an Scan-Threads

source: Max File Size (MB)
de: Max. Dateigröße (MB)

source: Maximum file size to scan (0 = unlimited)
de: Maximale Dateigröße zum Scannen (0 = unbegrenzt)

source: Curl Timeout (seconds)
de: Curl-Timeout (Sekunden)

source: Timeout for remote scanning operations (0 = disabled)
de: Timeout für Remote-Scan-Operationen (0 = deaktiviert)

source: Retry Attempts
de: Wiederholungsversuche

source: Number of retry attempts when scan fails
de: Anzahl der Wiederholungsversuche bei Scan-Fehler

source: Scan Loop Prevention
de: Scan-Loop-Prävention

source: CRITICAL: Set at least one to prevent infinite loops
de: KRITISCH: Mindestens eine Option setzen, um Endlosschleifen zu verhindern

source: Required Configuration
de: Erforderliche Konfiguration

source: Exclude clamav user or UID to prevent scan loops
de: clamav-Benutzer oder UID ausschließen, um Scan-Loops zu verhindern

source: Exclude Username
de: Benutzername ausschließen

source: Exclude User ID
de: Benutzer-ID ausschließen

source: User ID to exclude from On-Access scanning
de: Benutzer-ID, die vom Echtzeit-Scan ausgeschlossen werden soll

source: Exclude Root User
de: Root-Benutzer ausschließen

source: Exclude root (UID 0) from On-Access scanning
de: Root (UID 0) vom Echtzeit-Scan ausschließen

source: Save & Apply
de: Speichern & Anwenden

source: Save Behavior
de: Speicherverhalten

source: Auto-Saved
de: Automatisch gespeichert

source: Scan Backend, Exclusions
de: Scan-Backend, Ausschlüsse

source: Manual Save Required
de: Manuelles Speichern erforderlich

source: Database Updates, Scanner, On-Access, Scheduled Scans
de: Datenbank-Updates, Scanner, Echtzeit, Geplante Scans

source: Apply Configuration
de: Konfiguration anwenden

source: Save Configuration
de: Konfiguration speichern

source: Configuration Error
de: Konfigurationsfehler

source: Cannot save freshclam settings: Configuration failed to load. This may be due to: - Missing configuration file - Insufficient permissions - Disk space issues (Flatpak) Check the application logs for details.
de: freshclam-Einstellungen können nicht gespeichert werden: Konfiguration konnte nicht geladen werden. Mögliche Ursachen: - Fehlende Konfigurationsdatei - Unzureichende Berechtigungen - Speicherplatzprobleme (Flatpak) Prüfen Sie die Anwendungsprotokolle für Details.

source: Validation Error
de: Validierungsfehler

source: Cannot save clamd settings: Configuration failed to load. Check that /etc/clamav/clamd.conf exists and is readable.
de: clamd-Einstellungen können nicht gespeichert werden: Konfiguration konnte nicht geladen werden. Prüfen Sie, ob /etc/clamav/clamd.conf vorhanden und lesbar ist.

source: Configuration Saved
de: Konfiguration gespeichert

source: Configuration changes have been applied successfully.
de: Konfigurationsänderungen wurden erfolgreich angewendet.

source: Save Failed
de: Speichern fehlgeschlagen

source: Scanner Settings
de: Scanner-Einstellungen

source: clamd.conf location
de: clamd.conf-Speicherort

source: ClamD Configuration
de: ClamD-Konfiguration

source: clamd.conf not found - Scanner settings unavailable
de: clamd.conf nicht gefunden - Scanner-Einstellungen nicht verfügbar

source: Select how ClamUI performs scans. Daemon runs on host via flatpak-spawn. Auto-saved.
de: Wählen Sie, wie ClamUI Scans durchführt. Daemon läuft auf dem Host über flatpak-spawn. Automatisch gespeichert.

source: Select how ClamUI performs scans. Auto-saved.
de: Wählen Sie, wie ClamUI Scans durchführt. Automatisch gespeichert.

source: Auto (prefer daemon)
de: Auto (bevorzugt Daemon)

source: Standalone Scanner (clamscan)
de: Eigenständiger Scanner (clamscan)

source: Daemon available
de: Daemon verfügbar

source: Not available: {message}
de: Nicht verfügbar: {message}

source: Documentation
de: Dokumentation

source: About scan backends
de: Über Scan-Backends

source: Recommended — Automatically uses daemon if available, falls back to clamscan for reliability
de: Empfohlen — Verwendet automatisch Daemon, falls verfügbar, Fallback auf clamscan für Zuverlässigkeit

source: Fastest — Instant startup with in-memory database, requires clamd service running
de: Am schnellsten — Sofortstart mit In-Memory-Datenbank, erfordert laufenden clamd-Dienst

source: Most compatible — Works anywhere, loads database each scan (3-10 sec startup)
de: Am kompatibelsten — Funktioniert überall, lädt Datenbank bei jedem Scan (3-10 Sek. Startzeit)

source: Documentation Not Found
de: Dokumentation nicht gefunden

source: The scan backends documentation file could not be found. It may have been moved or deleted.
de: Die Scan-Backends-Dokumentationsdatei konnte nicht gefunden werden. Sie wurde möglicherweise verschoben oder gelöscht.

source: Error Opening Documentation
de: Fehler beim Öffnen der Dokumentation

source: Could not open documentation file: {error}
de: Dokumentationsdatei konnte nicht geöffnet werden: {error}

source: File Type Scanning
de: Dateityp-Scannen

source: Enable or disable scanning for specific file types
de: Scannen für bestimmte Dateitypen aktivieren oder deaktivieren

source: Scan PE Files
de: PE-Dateien scannen

source: Scan Windows/DOS executable files
de: Windows/DOS-Programmdateien scannen

source: Scan ELF Files
de: ELF-Dateien scannen

source: Scan Unix/Linux executable files
de: Unix/Linux-Programmdateien scannen

source: Scan OLE2 Files
de: OLE2-Dateien scannen

source: Scan Microsoft Office documents
de: Microsoft Office-Dokumente scannen

source: Scan PDF Files
de: PDF-Dateien scannen

source: Scan PDF documents
de: PDF-Dokumente scannen

source: Scan HTML Files
de: HTML-Dateien scannen

source: Scan HTML documents
de: HTML-Dokumente scannen

source: Scan Archive Files
de: Archiv-Dateien scannen

source: Scan compressed archives (ZIP, RAR, etc.)
de: Komprimierte Archive scannen (ZIP, RAR, etc.)

source: Performance and Limits
de: Leistung und Limits

source: Configure scanning limits and performance settings
de: Scan-Limits und Leistungseinstellungen konfigurieren

source: Max Scan Size (MB)
de: Max. Scan-Größe (MB)

source: Maximum total scan size (0 = unlimited)
de: Maximale Gesamt-Scan-Größe (0 = unbegrenzt)

source: Max Archive Recursion
de: Max. Archiv-Rekursion

source: Maximum recursion depth for archives
de: Maximale Rekursionstiefe für Archive

source: Max Files in Archive
de: Max. Dateien im Archiv

source: Maximum number of files to scan in archive (0 = unlimited)
de: Maximale Anzahl zu scannender Dateien im Archiv (0 = unbegrenzt)

source: Logging
de: Protokollierung

source: Configure logging options for the scanner
de: Protokollierungsoptionen für den Scanner konfigurieren

source: Log File Path
de: Protokolldatei-Pfad

source: Enable detailed scanner logging
de: Detaillierte Scanner-Protokollierung aktivieren

source: Scheduled Scans
de: Geplante Scans

source: Scheduled Scans Configuration
de: Konfiguration geplanter Scans

source: Configure automatic scanning. Save with 'Save &amp; Apply'.
de: Automatisches Scannen konfigurieren. Mit 'Speichern &amp; Anwenden' speichern.

source: Enable Scheduled Scans
de: Geplante Scans aktivieren

source: Run automatic scans at specified intervals
de: Automatische Scans in festgelegten Intervallen durchführen

source: Hourly
de: Stündlich

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Scan Frequency
de: Scan-Häufigkeit

source: Scan Time (24-hour format, e.g. 02:00)
de: Scan-Zeit (24-Stunden-Format, z.B. 02:00)

source: Monday
de: Montag

source: Tuesday
de: Dienstag
