Repository: johnpetersa19/clamui
Catalog: po/*.po
Languages: de

source: Copy file path
de: Dateipfad kopieren

source: Copy SHA256 hash
de: SHA256-Hash kopieren

source: Detection Details
de: Erkennungsdetails

source: <small>Showing first {limit} of {total} detections</small>
de: <small>Zeige erste {limit} von {total} Erkennungen</small>

source: Failed to open browser
de: Fehler beim Öffnen des Browsers

source: File path copied
de: Dateipfad kopiert

source: Failed to copy
de: Fehler beim Kopieren

source: SHA256 hash copied
de: SHA256-Hash kopiert

source: Results copied to clipboard as JSON
de: Ergebnisse als JSON in die Zwischenablage kopiert

source: VirusTotal Setup
de: VirusTotal-Einrichtung

source: VirusTotal API Key Required
de: VirusTotal-API-Schlüssel erforderlich

source: To scan files with VirusTotal, you need a free API key. You can get one by creating a free account on virustotal.com.
de: Um Dateien mit VirusTotal zu scannen, benötigen Sie einen kostenlosen API-Schlüssel. Sie können einen erhalten, indem Sie ein kostenloses Konto auf virustotal.com erstellen.

source: Enter API Key
de: API-Schlüssel eingeben

source: Save & Scan
de: Speichern & Scannen

source: Alternative Options
de: Alternative Optionen

source: Upload file manually
de: Datei manuell hochladen

source: Open VirusTotal website to upload files without API key
de: Öffnen Sie die VirusTotal-Website, um Dateien ohne API-Schlüssel hochzuladen

source: Don't ask again when scanning without API key
de: Nicht erneut fragen, wenn ohne API-Schlüssel gescannt wird

source: Failed to save API key
de: Fehler beim Speichern des API-Schlüssels

source: Scan System (Quick Scan)
de: System scannen (Schneller Scan)

source: Scan File or Folder
de: Datei oder Ordner scannen

source: Menu (F10)
de: Menü (F10)

source: About ClamUI
de: Über ClamUI
