Repository: johnpetersa19/clamui
Catalog: po/*.po
Languages: de

source: ClamUI Scheduled Scan - Headless antivirus scanning
de: ClamUI Geplanter Scan - Antivirus-Scan ohne Benutzeroberfläche

source: Examples: %(prog)s # Use settings from config %(prog)s --target /home/user/Documents # Scan specific directory %(prog)s --skip-on-battery --auto-quarantine # Skip on battery, quarantine threats
de: Beispiele: %(prog)s # Einstellungen aus Konfiguration verwenden %(prog)s --target /home/user/Documents # Bestimmtes Verzeichnis scannen %(prog)s --skip-on-battery --auto-quarantine # Bei Akkubetrieb überspringen, Bedrohungen in Quarantäne

source: Skip scan if running on battery power
de: Scan bei Akkubetrieb überspringen

source: Automatically quarantine detected threats
de: Erkannte Bedrohungen automatisch unter Quarantäne stellen

source: Path to scan (can be specified multiple times)
de: Zu scannender Pfad (kann mehrfach angegeben werden)

source: Show what would be done without executing
de: Zeigen, was ausgeführt würde, ohne es tatsächlich auszuführen

source: Enable verbose output
de: Ausführliche Ausgabe aktivieren

source: Checking battery status...
de: Akkustatus wird überprüft...

source: Skipping scan: running on battery power ({percent:.0f}%)
de: Scan wird übersprungen: Läuft im Akkubetrieb ({percent:.0f}%)

source: Scheduled scan skipped (on battery power)
de: Geplanter Scan übersprungen (Akkubetrieb)

source: Battery level: {percent:.0f}% Scan skipped due to battery-aware settings.
de: Akkustand: {percent:.0f}% Scan aufgrund der Akkueinstellungen übersprungen.

source: Error: No scan targets specified
de: Fehler: Keine Scanziele angegeben

source: Warning: Target does not exist: {target}
de: Warnung: Ziel existiert nicht: {target}

source: Error: No valid scan targets found
de: Fehler: Keine gültigen Scanziele gefunden

source: Dry run mode - scan not executed
de: Trockenlauf-Modus - Scan nicht ausgeführt

source: Skip on battery: {value}
de: Bei Akkubetrieb überspringen: {value}

source: Auto quarantine: {value}
de: Automatische Quarantäne: {value}

source: Targets: {targets}
de: Ziele: {targets}

source: Error: ClamAV not available - {error}
de: Fehler: ClamAV nicht verfügbar - {error}

source: Scheduled scan failed: ClamAV not available
de: Geplanter Scan fehlgeschlagen: ClamAV nicht verfügbar

source: ClamAV is not installed or not accessible
de: ClamAV ist nicht installiert oder nicht zugänglich

source: Scheduled Scan Failed
de: Geplanter Scan fehlgeschlagen

source: ClamAV is not available. Please install ClamAV.
de: ClamAV ist nicht verfügbar. Bitte installieren Sie ClamAV.

source: Scanning {count} target(s)...
de: Scanne {count} Ziel(e)...

source: Scanning: {target}
de: Wird gescannt: {target}

source: Error: {error}
de: Fehler: {error}

source: Found {count} threat(s)
de: {count} Bedrohung(en) gefunden

source: Clean ({count} files scanned)
de: Sauber ({count} Dateien gescannt)

source: Quarantining {count} infected file(s)...
de: Stelle {count} infizierte Datei(en) unter Quarantäne...

source: Successfully quarantined: {count} file(s)
de: Erfolgreich unter Quarantäne gestellt: {count} Datei(en)

source: Failed to quarantine: {count} file(s)
de: Quarantäne fehlgeschlagen: {count} Datei(en)

source: Scheduled scan found {infected} threat(s), {quarantined} quarantined
de: Geplanter Scan fand {infected} Bedrohung(en), {quarantined} unter Quarantäne

source: Scheduled scan found {count} threat(s)
de: Geplanter Scan fand {count} Bedrohung(en)

source: Scheduled scan completed with errors
de: Geplanter Scan mit Fehlern abgeschlossen

source: Scheduled scan completed - {count} files scanned, no threats
de: Geplanter Scan abgeschlossen - {count} Dateien gescannt, keine Bedrohungen

source: Scan Duration: {duration:.1f} seconds
de: Scandauer: {duration:.1f} Sekunden

source: Files Scanned: {count}
de: Gescannte Dateien: {count}

source: Threats Found: {count}
de: Gefundene Bedrohungen: {count}

source: Targets: {targets}
de: Ziele: {targets}

source: Quarantined: {count}
de: Unter Quarantäne: {count}

source: Quarantine Failed: {count}
de: Quarantäne fehlgeschlagen: {count}

source: Infected Files
de: Infizierte Dateien

source: Scan Output ({target})
de: Scanausgabe ({target})

source: Errors ({target})
de: Fehler ({target})

source: {infected} infected file(s) found, {quarantined} quarantined
de: {infected} infizierte Datei(en) gefunden, {quarantined} unter Quarantäne

source: {count} infected file(s) found
de: {count} infizierte Datei(en) gefunden

source: Scheduled Scan: Threats Detected!
de: Geplanter Scan: Bedrohungen erkannt!

source: Scheduled Scan Completed
de: Geplanter Scan abgeschlossen

source: Scan completed with some errors. Check logs for details.
de: Scan mit einigen Fehlern abgeschlossen. Details finden Sie in den Protokollen.

source: Scheduled Scan Complete
de: Geplanter Scan abgeschlossen

source: No threats found ({count} files scanned)
de: Keine Bedrohungen gefunden ({count} Dateien gescannt)

source: ClamUI scheduled scan starting...
de: ClamUI geplanter Scan wird gestartet...

source: Scan completed in {duration:.1f} seconds
de: Scan abgeschlossen in {duration:.1f} Sekunden

source: ClamAV is not installed. Please install it with: sudo apt install clamav
de: ClamAV ist nicht installiert. Bitte installieren Sie es mit: sudo apt install clamav

source: ClamAV found but returned error: {error}
de: ClamAV gefunden, aber Fehler zurückgegeben: {error}

source: ClamAV check timed out
de: ClamAV-Überprüfung hat Zeitlimit überschritten

source: ClamAV executable not found
de: ClamAV-Programmdatei nicht gefunden

source: Permission denied when accessing ClamAV
de: Zugriff auf ClamAV verweigert

source: Error checking ClamAV: {error}
de: Fehler beim Überprüfen von ClamAV: {error}

source: freshclam is not installed. Please install it with: sudo apt install clamav-freshclam
de: freshclam ist nicht installiert. Bitte installieren Sie es mit: sudo apt install clamav-freshclam

source: freshclam found but returned error: {error}
de: freshclam gefunden, aber Fehler zurückgegeben: {error}

source: freshclam check timed out
de: freshclam-Überprüfung hat Zeitlimit überschritten

source: freshclam executable not found
de: freshclam-Programmdatei nicht gefunden

source: Permission denied when accessing freshclam
de: Zugriff auf freshclam verweigert

source: Error checking freshclam: {error}
de: Fehler beim Überprüfen von freshclam: {error}

source: clamdscan is not installed. Please install it with: sudo apt install clamav-daemon
de: clamdscan ist nicht installiert. Bitte installieren Sie es mit: sudo apt install clamav-daemon

source: clamdscan returned error: {error}
de: clamdscan hat Fehler zurückgegeben: {error}

source: clamdscan check timed out
de: clamdscan-Überprüfung hat Zeitlimit überschritten

source: Permission denied when accessing clamdscan
de: Zugriff auf clamdscan verweigert

source: Error checking clamdscan: {error}
de: Fehler beim Überprüfen von clamdscan: {error}

source: Could not find clamd socket. Is clamav-daemon installed?
de: clamd-Socket konnte nicht gefunden werden. Ist clamav-daemon installiert?

source: Daemon not responding: {error}
de: Daemon antwortet nicht: {error}

source: Connection to clamd timed out
de: Verbindung zu clamd hat Zeitlimit überschritten

source: clamdscan executable not found
de: clamdscan-Programmdatei nicht gefunden

source: Error connecting to clamd: {error}
de: Fehler beim Verbinden mit clamd: {error}

source: Could not determine Flatpak database directory
de: Flatpak-Datenbankverzeichnis konnte nicht ermittelt werden

source: Database directory does not exist: {path}
de: Datenbankverzeichnis existiert nicht: {path}

source: Permission denied accessing: {path}
de: Zugriff verweigert auf: {path}

source: Error accessing database: {error}
de: Fehler beim Zugriff auf Datenbank: {error}

source: No virus database files found. Please download the database first.
de: Keine Virendatenbank-Dateien gefunden. Bitte laden Sie zuerst die Datenbank herunter.

source: Linux Mint / Cinnamon file manager
de: Linux Mint / Cinnamon Dateimanager

source: GNOME Files
de: GNOME Dateien

source: KDE file manager
de: KDE Dateimanager

source: Not running as Flatpak
de: Läuft nicht als Flatpak

source: Integration files not found
de: Integrationsdateien nicht gefunden

source: Unknown file manager: {name}
de: Unbekannter Dateimanager: {name}

source: Permission denied: {error}
de: Zugriff verweigert: {error}

source: Failed to install integration: {error}
de: Integration konnte nicht installiert werden: {error}

source: Failed to remove integration: {error}
de: Integration konnte nicht entfernt werden: {error}

source: API key cannot be empty
de: API-Schlüssel darf nicht leer sein

source: Invalid API key format (expected 64 hexadecimal characters)
de: Ungültiges API-Schlüsselformat (64 hexadezimale Zeichen erwartet)

source: Failed to save API key to settings
de: API-Schlüssel konnte nicht in den Einstellungen gespeichert werden

source: Not set
de: Nicht gesetzt

source: API key must be 64 characters (got {length})
de: API-Schlüssel muss 64 Zeichen lang sein ({length} erhalten)

source: API key must contain only hexadecimal characters
de: API-Schlüssel darf nur hexadezimale Zeichen enthalten

source: Scan Complete
de: Scan abgeschlossen

source: No threats found ({count} file scanned)
de: Keine Bedrohungen gefunden ({count} Datei gescannt)

source: No threats found
de: Keine Bedrohungen gefunden

source: Threats Detected!
de: Bedrohungen erkannt!

source: {count} infected file found
de: {count} infizierte Datei gefunden

source: Database Updated
de: Datenbank aktualisiert

source: {count} database updated successfully
de: {count} Datenbank erfolgreich aktualisiert

source: Virus definitions are up to date
de: Virendefinitionen sind aktuell

source: Database Update Failed
de: Datenbankaktualisierung fehlgeschlagen

source: Check the update view for details
de: Details finden Sie in der Aktualisierungsansicht

source: VirusTotal: No Threats
de: VirusTotal: Keine Bedrohungen

source: '{file_name}' appears safe (0/{total} detections)
de: '{file_name}' scheint sicher zu sein (0/{total} Erkennungen)

source: File appears safe (0/{total} detections)
de: Datei scheint sicher zu sein (0/{total} Erkennungen)

source: VirusTotal: Threats Detected!
de: VirusTotal: Bedrohungen erkannt!

source: '{file_name}' flagged by {detections}/{total} engines
de: '{file_name}' von {detections}/{total} Engines markiert

source: File flagged by {detections}/{total} engines
de: Datei von {detections}/{total} Engines markiert

source: VirusTotal Rate Limit
de: VirusTotal Ratenlimit

source: Too many requests. Try again in a minute or use the website.
de: Zu viele Anfragen. Versuchen Sie es in einer Minute erneut oder nutzen Sie die Website.

source: VirusTotal Not Configured
de: VirusTotal nicht konfiguriert

source: Add your API key in Preferences to scan with VirusTotal.
de: Fügen Sie Ihren API-Schlüssel in den Einstellungen hinzu, um mit VirusTotal zu scannen.

source: Failed to record quarantine entry in database. File has been restored to original location.
de: Quarantäne-Eintrag konnte nicht in der Datenbank gespeichert werden. Datei wurde an ihren ursprünglichen Ort zurückgesetzt.

source: Failed to record quarantine entry in database. Rollback also failed: {error}. File may be orphaned at: {path}
de: Quarantäne-Eintrag konnte nicht in der Datenbank gespeichert werden. Rollback ist ebenfalls fehlgeschlagen: {error}. Datei könnte verwaist sein unter: {path}

source: Quarantine entry not found: {id}
de: Quarantäne-Eintrag nicht gefunden: {id}

source: File integrity verification failed: {error}
de: Dateiintegritätsprüfung fehlgeschlagen: {error}

source: ClamUI Scan Report
de: ClamUI Scan-Bericht

source: Scan Date: {timestamp}
de: Scan-Datum: {timestamp}

source: Scanned Path: {path}
de: Gescannter Pfad: {path}

source: Summary
de: Zusammenfassung

source: Directories Scanned: {count}
de: Gescannte Verzeichnisse: {count}

source: Detected Threats
de: Erkannte Bedrohungen

source: File: {path}
de: Datei: {path}

source: Threat: {name}
de: Bedrohung: {name}

source: No Threats Detected
de: Keine Bedrohungen erkannt

source: All scanned files are clean.
de: Alle gescannten Dateien sind sauber.

source: Scan Error
de: Scan-Fehler

source: Error: {message}
de: Fehler: {message}

source: Scan Cancelled
de: Scan abgebrochen

source: The scan was cancelled before completion.
de: Der Scan wurde vor der Fertigstellung abgebrochen.

source: File Path
de: Dateipfad

source: Threat Name
de: Bedrohungsname

source: Category
de: Kategorie

source: Severity
de: Schweregrad

source: Timestamp
de: Zeitstempel

source: Scan cancelled by user
de: Scan vom Benutzer abgebrochen

source: Freshclam service not running (status: {status})
de: freshclam-Dienst läuft nicht (Status: {status})

source: Could not determine freshclam PID
de: freshclam-PID konnte nicht ermittelt werden

source: Failed to get freshclam PID: {error}
de: freshclam-PID konnte nicht abgerufen werden: {error}

source: Update signal sent to freshclam service (PID {pid})
de: Aktualisierungssignal an freshclam-Dienst gesendet (PID {pid})

source: Failed to send signal: {error}
de: Signal konnte nicht gesendet werden: {error}

source: Timeout sending elevated signal to freshclam
de: Zeitüberschreitung beim Senden des erhöhten Signals an freshclam

source: Timeout sending signal to freshclam
de: Zeitüberschreitung beim Senden des Signals an freshclam

source: Error sending signal: {error}
de: Fehler beim Senden des Signals: {error}

source: Could not trigger freshclam service update. Try restarting the service: sudo systemctl restart clamav-freshclam
de: Freshclam-Dienstaktualisierung konnte nicht ausgelöst werden. Versuchen Sie, den Dienst neu zu starten: sudo systemctl restart clamav-freshclam

source: Backup failed
de: Backup fehlgeschlagen

source: Delete failed
de: Löschen fehlgeschlagen

source: Another freshclam instance is running (PID {pid}). Stop it first: sudo systemctl stop clamav-freshclam
de: Eine andere freshclam-Instanz läuft bereits (PID {pid}). Stoppen Sie diese zuerst: sudo systemctl stop clamav-freshclam

source: Update timed out after 10 minutes
de: Aktualisierung nach 10 Minuten abgebrochen

source: Update cancelled by user
de: Aktualisierung vom Benutzer abgebrochen

source: Update failed: {error}
de: Aktualisierung fehlgeschlagen: {error}

source: Authentication cancelled. Database update requires administrator privileges.
de: Authentifizierung abgebrochen. Datenbankaktualisierung erfordert Administratorrechte.

source: Authorization failed. You are not authorized to update the database.
de: Autorisierung fehlgeschlagen. Sie sind nicht berechtigt, die Datenbank zu aktualisieren.

source: Update rate limited by mirror. Please wait a few minutes and try again.
de: Aktualisierung durch Mirror ratenbegrenzt. Bitte warten Sie einige Minuten und versuchen Sie es erneut.

source: Update blocked by CDN. This may be due to rate limiting. Please wait and try again later.
de: Aktualisierung durch CDN blockiert. Dies kann auf Ratenbegrenzung zurückzuführen sein. Bitte warten Sie und versuchen Sie es später erneut.

source: ClamAV mirror is currently unavailable. Please try again later.
de: ClamAV-Mirror ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.

source: SSL/TLS certificate error. The mirror may have configuration issues.
de: SSL/TLS-Zertifikatfehler. Der Mirror hat möglicherweise Konfigurationsprobleme.

source: Connection timed out. Please check your network connection.
de: Verbindung hat Zeitlimit überschritten. Bitte überprüfen Sie Ihre Netzwerkverbindung.

source: Authorization failed. Please try again and enter your password.
de: Autorisierung fehlgeschlagen. Bitte versuchen Sie es erneut und geben Sie Ihr Passwort ein.

source: Database is locked. Another freshclam instance may be running.
de: Datenbank ist gesperrt. Möglicherweise läuft eine andere freshclam-Instanz.

source: Permission denied. You may need elevated privileges to update the database.
de: Zugriff verweigert. Sie benötigen möglicherweise erweiterte Rechte, um die Datenbank zu aktualisieren.

source: Connection error. Please check your network connection.
de: Verbindungsfehler. Bitte überprüfen Sie Ihre Netzwerkverbindung.

source: DNS resolution failed. Please check your network settings.
de: DNS-Auflösung fehlgeschlagen. Bitte überprüfen Sie Ihre Netzwerkeinstellungen.

source: Update failed with an unknown error. Check the logs for details.
de: Aktualisierung mit unbekanntem Fehler fehlgeschlagen. Details finden Sie in den Protokollen.

source: Database update completed - {count} database(s) updated
de: Datenbankaktualisierung abgeschlossen - {count} Datenbank(en) aktualisiert

source: Database update completed - Already up to date
de: Datenbankaktualisierung abgeschlossen - Bereits aktuell

source: Database update cancelled
de: Datenbankaktualisierung abgebrochen

source: Database update failed: {error}
de: Datenbankaktualisierung fehlgeschlagen: {error}

source: Unknown error
de: Unbekannter Fehler

source: Scan cancelled
de: Scan abgebrochen

source: API rate limit exceeded
de: API-Ratenlimit überschritten

source: Invalid API key
de: Ungültiger API-Schlüssel

source: API key lacks required permissions
de: API-Schlüssel fehlen erforderliche Berechtigungen

source: Request timed out after retries
de: Anfrage nach Wiederholungsversuchen abgelaufen

source: Network connection failed after retries
de: Netzwerkverbindung nach Wiederholungsversuchen fehlgeschlagen

source: Request failed: {error}
de: Anfrage fehlgeschlagen: {error}

source: Unknown request error
de: Unbekannter Anfragefehler

source: No response received
de: Keine Antwort erhalten

source: API error: HTTP {code}
de: API-Fehler: HTTP {code}

source: Failed to parse response: {error}
de: Antwort konnte nicht analysiert werden: {error}

source: File not found
de: Datei nicht gefunden

source: Permission denied
de: Zugriff verweigert

source: Upload failed: HTTP {code}
de: Hochladen fehlgeschlagen: HTTP {code}

source: Analysis still in progress
de: Analyse noch in Bearbeitung

source: API key not configured
de: API-Schlüssel nicht konfiguriert

source: Path is not a file
de: Pfad ist keine Datei

source: Cannot access file: {error}
de: Dateizugriff nicht möglich: {error}

source: File too large ({size}MB). Maximum size is {max}MB
de: Datei zu groß ({size}MB). Maximale Größe beträgt {max}MB

source: Cannot scan empty files
de: Leere Dateien können nicht überprüft werden

source: Cannot read file: {error}
de: Datei kann nicht gelesen werden: {error}

source: Copied to clipboard
de: In Zwischenablage kopiert

source: Failed to copy to clipboard
de: Kopieren in Zwischenablage fehlgeschlagen

source: Copying...
de: Kopiere...

source: Content too large ({size}). Use export to save to file.
de: Inhalt zu groß ({size}). Verwenden Sie Export, um in Datei zu speichern.

source: Close Application?
de: Anwendung schließen?

source: What would you like to do when closing the window?
de: Was möchten Sie tun, wenn Sie das Fenster schließen?

source: Minimize to tray
de: In Systemleiste minimieren

source: Hide the window but keep ClamUI running in the background
de: Fenster verbergen, aber ClamUI im Hintergrund aktiv halten

source: Quit completely
de: Vollständig beenden

source: Close the window and exit ClamUI
de: Fenster schließen und ClamUI beenden

source: Remember my choice
de: Auswahl merken

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: clamscan is the on-demand virus scanner. After installation, update the virus database with freshclam.
de: clamscan ist der bedarfsgesteuerte Virenscanner. Nach der Installation aktualisieren Sie die Virendatenbank mit freshclam.

source: freshclam updates the virus database. Enable the service for automatic updates:
de: freshclam aktualisiert die Virendatenbank. Aktivieren Sie den Dienst für automatische Aktualisierungen:

source: clamdscan is a client for the clamd daemon, providing faster scanning. Requires clamd daemon to be running.
de: clamdscan ist ein Client für den clamd-Daemon und ermöglicht schnelleres Scannen. Erfordert laufenden clamd-Daemon.

source: clamd Daemon Setup
de: clamd-Daemon-Einrichtung

source: clamd is the ClamAV daemon for faster scanning.
de: clamd ist der ClamAV-Daemon für schnelleres Scannen.

source: Configuration file:
de: Konfigurationsdatei:

source: ClamAV Components
de: ClamAV-Komponenten

source: Check the status of ClamAV components and get setup instructions
de: Status der ClamAV-Komponenten überprüfen und Einrichtungsanleitungen erhalten

source: Component Status
de: Komponentenstatus

source: View installation status and setup guides for ClamAV tools
de: Installationsstatus und Einrichtungsanleitungen für ClamAV-Tools anzeigen

source: Components Status
de: Komponentenstatus

source: clamscan and freshclam are bundled with the Flatpak. Daemon components run on the host system via flatpak-spawn.
de: clamscan und freshclam sind im Flatpak enthalten. Daemon-Komponenten laufen auf dem Hostsystem via flatpak-spawn.

source: Expand each component for installation instructions
de: Erweitern Sie jede Komponente für Installationsanleitungen

source: Virus Scanner
de: Virenscanner

source: Database Updater
de: Datenbank-Aktualisierung

source: Checking...
de: Überprüfe...

source: Checking
de: Überprüfe

source: Copy to clipboard
de: In Zwischenablage kopieren

source: clamscan is bundled with the Flatpak package. No installation is required.
de: clamscan ist im Flatpak-Paket enthalten. Keine Installation erforderlich.

source: freshclam is bundled with the Flatpak package. No installation is required. The virus database is automatically stored in the Flatpak sandbox.
de: freshclam ist im Flatpak-Paket enthalten. Keine Installation erforderlich. Die Virendatenbank wird automatisch in der Flatpak-Sandbox gespeichert.

source: Refresh Status
de: Status aktualisieren

source: Bundled
de: Enthalten

source: Included with Flatpak
de: Im Flatpak enthalten

source: Installed
de: Installiert

source: Unavailable
de: Nicht verfügbar

source: Flatpak package issue - component should be bundled
de: Flatpak-Paketproblem - Komponente sollte enthalten sein

source: Not installed
de: Nicht installiert

source: Not installed - expand for setup instructions
de: Nicht installiert - erweitern für Einrichtungsanleitung

source: Running
de: Aktiv

source: Daemon is running
de: Daemon ist aktiv

source: Stopped
de: Gestoppt

source: Daemon is installed but not running
de: Daemon ist installiert, aber nicht aktiv

source: Unknown
de: Unbekannt

source: Unable to determine status
de: Status kann nicht ermittelt werden

source: Virus Database Required
de: Virendatenbank erforderlich

source: <b>Virus Database Not Found</b>
de: <b>Virendatenbank nicht gefunden</b>

source: ClamAV requires a virus database to scan files. The database needs to be downloaded before you can perform scans.
de: ClamAV benötigt eine Virendatenbank zum Scannen von Dateien. Die Datenbank muss heruntergeladen werden, bevor Sie Scans durchführen können.

source: Download Now
de: Jetzt herunterladen

source: Invalid file path selected
de: Ungültiger Dateipfad ausgewählt

source: Exported to {filename}
de: Nach {filename} exportiert

source: Permission denied - cannot write to selected location
de: Zugriff verweigert - kann nicht am ausgewählten Speicherort schreiben

source: Error writing file: {error}
de: Fehler beim Schreiben der Datei: {error}

source: Text Files
de: Textdateien

source: CSV Files
de: CSV-Dateien

source: JSON Files
de: JSON-Dateien

source: File Manager Integration
de: Dateimanager-Integration

source: Add Context Menu Actions
de: Kontextmenü-Aktionen hinzufügen
