Repository: johnpetersa19/clamui
Catalog: po/*.po
Languages: de

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Day of Week
de: Wochentag

source: For weekly scans
de: Für wöchentliche Scans

source: Day of Month
de: Tag des Monats

source: For monthly scans (1-28)
de: Für monatliche Scans (1-28)

source: Scan Targets (comma-separated paths)
de: Scan-Ziele (durch Komma getrennte Pfade)

source: Skip on Battery
de: Bei Batterie überspringen

source: Don't run scheduled scans when on battery power
de: Geplante Scans nicht ausführen, wenn der Akku verwendet wird

source: Auto-Quarantine
de: Automatische Quarantäne

source: API Key
de: API-Schlüssel

source: Configure your VirusTotal API key for file scanning
de: Konfigurieren Sie Ihren VirusTotal API-Schlüssel für Dateiscans

source: Configured ({key})
de: Konfiguriert ({key})

source: Not configured
de: Nicht konfiguriert

source: Delete Key
de: Schlüssel löschen

source: Save Key
de: Schlüssel speichern

source: Get a free API key
de: Kostenlosen API-Schlüssel erhalten

source: Create an account at virustotal.com
de: Erstellen Sie ein Konto bei virustotal.com

source: Configure VirusTotal scanning behavior
de: VirusTotal-Scan-Verhalten konfigurieren

source: Open VirusTotal website
de: VirusTotal-Website öffnen

source: Show notification only
de: Nur Benachrichtigung anzeigen

source: When API key is missing
de: Wenn API-Schlüssel fehlt

source: Action to take when scanning without API key
de: Aktion bei Scan ohne API-Schlüssel

source: Rate Limit
de: Ratenlimit

source: Free tier: 4 requests per minute, 500 per day
de: Kostenlos: 4 Anfragen pro Minute, 500 pro Tag

source: Maximum File Size
de: Maximale Dateigröße

source: Files up to 650 MB can be scanned
de: Dateien bis zu 650 MB können gescannt werden

source: Invalid API key format
de: Ungültiges API-Schlüsselformat

source: API key saved
de: API-Schlüssel gespeichert

source: Failed to save: {error}
de: Speichern fehlgeschlagen: {error}

source: Failed
de: Fehlgeschlagen

source: Delete API Key?
de: API-Schlüssel löschen?

source: This will remove your VirusTotal API key. You'll need to enter it again to use VirusTotal scanning.
de: Dies entfernt Ihren VirusTotal API-Schlüssel. Sie müssen ihn erneut eingeben, um VirusTotal-Scans zu verwenden.

source: API key deleted
de: API-Schlüssel gelöscht

source: Failed to delete API key
de: Löschen des API-Schlüssels fehlgeschlagen

source: Delete
de: Löschen

source: Database
de: Datenbank

source: Scheduled
de: Geplant

source: On-Access
de: Beim Zugriff

source: Save
de: Speichern

source: Preferences
de: Einstellungen

source: Back to navigation
de: Zurück zur Navigation

source: Preferences — {page}
de: Einstellungen — {page}

source: Edit Profile
de: Profil bearbeiten

source: New Profile
de: Neues Profil

source: Profile Information
de: Profilinformationen

source: Basic profile settings
de: Grundlegende Profileinstellungen

source: Description
de: Beschreibung

source: Scan Targets
de: Scan-Ziele

source: Directories and files to scan
de: Zu scannende Verzeichnisse und Dateien

source: Add folder
de: Ordner hinzufügen

source: Add file
de: Datei hinzufügen

source: No targets added
de: Keine Ziele hinzugefügt

source: Click the folder or file button to add scan targets
de: Klicken Sie auf die Ordner- oder Datei-Schaltfläche, um Scan-Ziele hinzuzufügen

source: Paths and patterns to skip during scan
de: Pfade und Muster, die beim Scan übersprungen werden

source: Add exclusion path
de: Ausschlusspfad hinzufügen

source: Add exclusion pattern
de: Ausschlussmuster hinzufügen

source: No exclusions added
de: Keine Ausschlüsse hinzugefügt

source: Add paths or patterns to exclude from scanning
de: Fügen Sie Pfade oder Muster hinzu, die vom Scan ausgeschlossen werden sollen

source: Profile name is required
de: Profilname ist erforderlich

source: Name must be {max_length} characters or less
de: Name muss {max_length} Zeichen oder weniger haben

source: Select Folders
de: Ordner auswählen

source: Select Folder
de: Ordner auswählen

source: Select Files
de: Dateien auswählen

source: Select File
de: Datei auswählen

source: Path
de: Pfad

source: Pattern
de: Muster

source: Remove
de: Entfernen

source: Scan Targets ({count})
de: Scan-Ziele ({count})

source: Exclusions ({count})
de: Ausschlüsse ({count})

source: Add Exclusion Pattern
de: Ausschlussmuster hinzufügen

source: Enter a glob pattern to exclude (e.g., *.tmp, .git/*, cache/*)
de: Geben Sie ein Glob-Muster ein, das ausgeschlossen werden soll (z.B. *.tmp, .git/*, cache/*)

source: Delete Profile?
de: Profil löschen?

source: Are you sure you want to delete the profile "{profile_name}"?
de: Möchten Sie das Profil "{profile_name}" wirklich löschen?

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Restore Default Profiles?
de: Standardprofile wiederherstellen?

source: This will reset Quick Scan, Full Scan, and Home Folder profiles to their original settings. Any changes you made to these profiles will be lost.
de: Dies setzt die Profile Schnellscan, Vollständiger Scan und Home-Ordner auf ihre ursprünglichen Einstellungen zurück. Alle Änderungen, die Sie an diesen Profilen vorgenommen haben, gehen verloren.

source: Your custom profiles will not be affected.
de: Ihre benutzerdefinierten Profile werden nicht beeinträchtigt.

source: Restore
de: Wiederherstellen

source: Manage Profiles
de: Profile verwalten

source: Restore default profiles
de: Standardprofile wiederherstellen

source: Import profile from file
de: Profil aus Datei importieren

source: Create new profile
de: Neues Profil erstellen

source: Scan Profiles
de: Scan-Profile

source: Select a profile to edit or use for scanning
de: Wählen Sie ein Profil zum Bearbeiten oder für den Scan aus

source: No profiles available
de: Keine Profile verfügbar

source: Click the + button to create a new profile
de: Klicken Sie auf die +-Schaltfläche, um ein neues Profil zu erstellen

source: {count} target
de: {count} Ziel

source: Default profile
de: Standardprofil

source: Use this profile
de: Dieses Profil verwenden

source: Edit profile
de: Profil bearbeiten

source: Delete profile
de: Profil löschen

source: Cannot delete default profile
de: Standardprofil kann nicht gelöscht werden

source: Export profile
de: Profil exportieren

source: Export Profile
de: Profil exportieren

source: Import Profile
de: Profil importieren

source: Quarantine Storage
de: Quarantäne-Speicher

source: Secure storage for isolated threats
de: Sicherer Speicher für isolierte Bedrohungen

source: Total Size
de: Gesamtgröße

source: Calculating...
de: Wird berechnet...

source: 0 items
de: 0 Elemente

source: Quarantined Files
de: Unter Quarantäne gestellte Dateien

source: Detected threats isolated from your system
de: Erkannte Bedrohungen, die von Ihrem System isoliert wurden

source: Search by threat name or path...
de: Nach Bedrohungsname oder Pfad suchen...

source: Refresh quarantine list
de: Quarantäneliste aktualisieren

source: Clear Old Items
de: Alte Elemente löschen

source: Remove quarantined files older than 30 days
de: Unter Quarantäne gestellte Dateien entfernen, die älter als 30 Tage sind

source: No Quarantined Files
de: Keine unter Quarantäne gestellten Dateien

source: Detected threats will be isolated here for review
de: Erkannte Bedrohungen werden hier zur Überprüfung isoliert

source: No matching entries
de: Keine passenden Einträge

source: Try a different search term
de: Versuchen Sie einen anderen Suchbegriff

source: Loading quarantine entries...
de: Quarantäneeinträge werden geladen...

source: Removed {count} old quarantine entry
de: Entfernte {count} alten Quarantäneeintrag

source: No old entries found to remove
de: Keine alten Einträge zum Entfernen gefunden

source: {filtered} of {total} items
de: {filtered} von {total} Elementen

source: {count} item
de: {count} Element

source: Unknown Threat
de: Unbekannte Bedrohung

source: Quarantined: {date}
de: Unter Quarantäne: {date}

source: Size: {size}
de: Größe: {size}

source: File restored successfully
de: Datei erfolgreich wiederhergestellt

source: Failed to restore file
de: Wiederherstellen der Datei fehlgeschlagen

source: File deleted successfully
de: Datei erfolgreich gelöscht

source: Failed to delete file
de: Löschen der Datei fehlgeschlagen

source: Scan in Progress
de: Scan läuft

source: <b><big>Scan in Progress</big></b>
de: <b><big>Scan läuft</big></b>

source: A virus scan is currently running. If you close now, the scan will be cancelled and any partial results will be lost.
de: Ein Virenscan läuft derzeit. Wenn Sie jetzt schließen, wird der Scan abgebrochen und alle Teilergebnisse gehen verloren.

source: Do you want to cancel the scan and close?
de: Möchten Sie den Scan abbrechen und schließen?

source: Keep Scanning
de: Weiter scannen

source: Cancel Scan and Close
de: Scan abbrechen und schließen

source: Scan Results
de: Scan-Ergebnisse

source: Export results
de: Ergebnisse exportieren

source: Quarantine {n} Threat
de: Bedrohung unter Quarantäne stellen

source: Statistics
de: Statistiken

source: No threats found ({count} file(s) not accessible)
de: Keine Bedrohungen gefunden ({count} Datei(en) nicht zugänglich)

source: {n} threat
de: {n} Bedrohung

source: Threats Detected
de: Bedrohungen erkannt

source: {threat_text} found
de: {threat_text} gefunden

source: Partial results - {threat_text} found
de: Teilergebnisse - {threat_text} gefunden

source: Partial results shown
de: Teilergebnisse angezeigt

source: Files scanned:
de: Gescannte Dateien:

source: Directories:
de: Verzeichnisse:

source: Threats found:
de: Gefundene Bedrohungen:

source: Not accessible:
de: Nicht zugänglich:

source: Error:
de: Fehler:

source: Files Not Accessible
de: Dateien nicht zugänglich

source: Permission Denied
de: Zugriff verweigert

source: {n} file could not be scanned
de: {n} Datei konnte nicht gescannt werden

source: ... and {count} more
de: ... und {count} weitere

source: <b>Large result set:</b> Found {count} threats. Displaying first {limit}.
de: <b>Große Ergebnismenge:</b> {count} Bedrohungen gefunden. Zeige die ersten {limit}.

source: Show {count} more
de: {count} weitere anzeigen

source: Quarantine
de: Quarantäne

source: Exclude
de: Ausschließen

source: Add file path to exclusion list
de: Dateipfad zur Ausschlussliste hinzufügen

source: Copy Path
de: Pfad kopieren

source: Quarantined
de: Unter Quarantäne gestellt

source: Quarantined: {name}
de: Unter Quarantäne gestellt: {name}

source: Failed: {error}
de: Fehlgeschlagen: {error}

source: Cannot access settings
de: Zugriff auf Einstellungen nicht möglich

source: Excluded
de: Ausgeschlossen

source: Path already in exclusion list
de: Pfad bereits in Ausschlussliste

source: Added to exclusions: {name}
de: Zu Ausschlüssen hinzugefügt: {name}

source: Copied: {path}
de: Kopiert: {path}

source: Quarantining...
de: Wird unter Quarantäne gestellt...

source: Quarantined {n} threat
de: Bedrohung unter Quarantäne gestellt

source: Quarantined {success}, failed {failed}
de: {success} unter Quarantäne gestellt, {failed} fehlgeschlagen

source: No results to export
de: Keine Ergebnisse zum Exportieren

source: Results copied to clipboard
de: Ergebnisse in Zwischenablage kopiert

source: Failed to copy results
de: Kopieren der Ergebnisse fehlgeschlagen

source: Export Scan Results
de: Scan-Ergebnisse exportieren

source: Scan in progress - please wait until the current scan completes
de: Scan läuft - bitte warten Sie, bis der aktuelle Scan abgeschlossen ist

source: No files were dropped
de: Keine Dateien wurden abgelegt

source: Unable to accept dropped files
de: Abgelegte Dateien können nicht akzeptiert werden

source: Scan Profile
de: Scan-Profil

source: Profile
de: Profil

source: No Profile (Manual)
de: Kein Profil (Manuell)

source: Manage profiles
de: Profile verwalten

source: Profile '{name}' has no valid targets
de: Profil '{name}' hat keine gültigen Ziele

source: Drop files here or click Add
de: Dateien hier ablegen oder auf Hinzufügen klicken

source: Add files
de: Dateien hinzufügen

source: Add folders
de: Ordner hinzufügen

source: Clear all
de: Alle löschen

source: Drop files here or click Add Files/Folders
de: Dateien hier ablegen oder auf Dateien/Ordner hinzufügen klicken

source: Select Files to Scan
de: Zu scannende Dateien auswählen

source: Select Folders to Scan
de: Zu scannende Ordner auswählen

source: _Open
de: _Öffnen

source: _Cancel
de: _Abbrechen

source: Scan Target (1)
de: Scan-Ziel (1)

source: Start Scan
de: Scan starten

source: Start Scan (F5)
de: Scan starten (F5)

source: Run a scan with EICAR test file to verify antivirus detection
de: Führen Sie einen Scan mit der EICAR-Testdatei durch, um die Virenerkennung zu überprüfen

source: Cancel the current scan
de: Aktuellen Scan abbrechen

source: Scanning...
de: Scannt...

source: Target {current} of {total} \u2014 {pct}%
de: Ziel {current} von {total} \u2014 {pct}%

source: Scanning... {pct}%
de: Scannt... {pct}%

source: Scanned {scanned} / {total} files ({cumulative} total)
de: {scanned} / {total} Dateien gescannt ({cumulative} insgesamt)

source: Scanned {scanned} files ({cumulative} total)
de: {scanned} Dateien gescannt ({cumulative} insgesamt)

source: Scanned {scanned} / {total} files
de: {scanned} / {total} Dateien gescannt

source: Scanned {scanned} files
de: {scanned} Dateien gescannt

source: Found {n} threat
de: {n} Bedrohung gefunden

source: View Results
de: Ergebnisse anzeigen

source: View Results ({n} Threat)
de: Ergebnisse anzeigen ({n} Bedrohung)

source: Please select a file or folder to scan
de: Bitte wählen Sie eine Datei oder einen Ordner zum Scannen aus

source: Failed to create EICAR test file: {error}
de: Fehler beim Erstellen der EICAR-Testdatei: {error}

source: Cancel All
de: Alle abbrechen

source: Cancel all remaining scans
de: Alle verbleibenden Scans abbrechen

source: Scanning {path} \u2014 File count pending
de: Scanne {path} \u2014 Dateianzahl wird ermittelt

source: Scanning {path}
de: Scannt {path}

source: Scanning {count} items \u2014 File count pending
de: Scanne {count} Elemente \u2014 Dateianzahl wird ermittelt

source: Scanning {count} items
de: Scannt {count} Elemente

source: Target {current} of {total}: {path}
de: Ziel {current} von {total}: {path}

source: Scan complete - {count} threat(s) detected
de: Scan abgeschlossen - {count} Bedrohung(en) erkannt

source: Scan complete - No threats found ({count} file(s) not accessible)
de: Scan abgeschlossen - Keine Bedrohungen gefunden ({count} Datei(en) nicht zugänglich)

source: Scan complete - No threats found
de: Scan abgeschlossen - Keine Bedrohungen gefunden

source: Scan error: {detail}
de: Scan-Fehler: {detail}

source: Scan completed with status: {status}
de: Scan abgeschlossen mit Status: {status}

source: Ready to scan
de: Bereit zum Scannen

source: Dismiss
de: Schließen

source: Logs
de: Protokolle

source: Components
de: Komponenten

source: Protection Status
de: Schutzstatus

source: Current system security posture
de: Aktueller Sicherheitsstatus des Systems

source: Refresh statistics
de: Statistiken aktualisieren

source: Last Scan
de: Letzter Scan

source: No scans recorded
de: Keine Scans aufgezeichnet

source: Timeframe
de: Zeitraum

source: Select the time period for statistics
de: Wählen Sie den Zeitraum für die Statistiken aus

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: All Time
de: Gesamt

source: Scan Statistics
de: Scan-Statistiken

source: Aggregated metrics for the selected timeframe
de: Aggregierte Metriken für den ausgewählten Zeitraum

source: Total Scans
de: Scans gesamt

source: Number of scans performed
de: Anzahl durchgeführter Scans

source: Files Scanned
de: Gescannte Dateien

source: Total files checked
de: Insgesamt geprüfte Dateien

source: Malware and suspicious files found
de: Gefundene Malware und verdächtige Dateien

source: Clean Scans
de: Saubere Scans

source: Scans with no threats found
de: Scans ohne gefundene Bedrohungen

source: Average Scan Duration
de: Durchschnittliche Scan-Dauer

source: Mean time per scan
de: Durchschnittliche Zeit pro Scan

source: Scan Activity
de: Scan-Aktivität

source: Scan trends over the selected timeframe
de: Scan-Trends über den ausgewählten Zeitraum

source: No scan data available
de: Keine Scan-Daten verfügbar

source: Run some scans to see activity trends here
de: Führen Sie einige Scans durch, um hier Aktivitätstrends zu sehen

source: No scan activity recorded
de: Keine Scan-Aktivität aufgezeichnet

source: Unable to render chart
de: Diagramm kann nicht gerendert werden

source: Threats
de: Bedrohungen

source: Date
de: Datum

source: Count
de: Anzahl

source: Quick Actions
de: Schnellaktionen

source: Common scanning operations
de: Häufige Scan-Vorgänge

source: Quick Scan
de: Schneller Scan

source: Scan your home directory
de: Scannen Sie Ihr Home-Verzeichnis

source: View Scan Logs
de: Scan-Protokolle anzeigen

source: See detailed scan history
de: Detaillierte Scan-Historie anzeigen

source: Failed to load statistics data
de: Fehler beim Laden der Statistikdaten

source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten

source: Statistics for: {date_range}
de: Statistiken für: {date_range}

source: Aggregated metrics for all time
de: Aggregierte Metriken für den gesamten Zeitraum

source: Protected
de: Geschützt

source: At Risk
de: Gefährdet

source: Unprotected
de: Ungeschützt

source: less than an hour ago
de: vor weniger als einer Stunde

source: {hours} hour ago
de: vor {hours} Stunde

source: {days} day ago
de: vor {days} Tag

source: {weeks} week ago
de: vor {weeks} Woche

source: No scan history yet
de: Noch keine Scan-Historie

source: Run your first scan to see statistics and protection status
de: Führen Sie Ihren ersten Scan durch, um Statistiken und Schutzstatus zu sehen

source: Unable to load statistics
de: Statistiken können nicht geladen werden

source: Try refreshing or check that ClamAV is installed correctly
de: Versuchen Sie zu aktualisieren oder prüfen Sie, ob ClamAV korrekt installiert ist

source: No scan history available
de: Keine Scan-Historie verfügbar

source: No Data
de: Keine Daten

source: Run a scan to see statistics
de: Führen Sie einen Scan durch, um Statistiken zu sehen

source: Run your first scan to see statistics here
de: Führen Sie Ihren ersten Scan durch, um hier Statistiken zu sehen

source: Error
de: Fehler

source: Could not load scan history
de: Scan-Historie konnte nicht geladen werden

source: Hide Window
de: Fenster ausblenden

source: Show Window
de: Fenster anzeigen

source: Full Scan
de: Vollständiger Scan

source: Update Definitions
de: Definitionen aktualisieren

source: Quit
de: Beenden

source: Database Update
de: Datenbank-Aktualisierung

source: Update ClamAV virus definitions to detect the latest threats
de: Aktualisieren Sie die ClamAV-Virendefinitionen, um die neuesten Bedrohungen zu erkennen

source: Virus Definitions
de: Virendefinitionen

source: Click 'Update Database' to download the latest virus signatures
de: Klicken Sie auf 'Datenbank aktualisieren', um die neuesten Virensignaturen herunterzuladen

source: Update Database
de: Datenbank aktualisieren

source: Update Database (F6)
de: Datenbank aktualisieren (F6)

source: Force Update
de: Erzwungene Aktualisierung

source: Force update: Backs up local databases, deletes them, then downloads fresh copies from mirrors. Automatically restores from backup if update fails.
de: Erzwungene Aktualisierung: Sichert lokale Datenbanken, löscht sie und lädt dann neue Kopien von Spiegelservern herunter. Stellt automatisch aus der Sicherung wieder her, wenn die Aktualisierung fehlschlägt.

source: Update Results
de: Aktualisierungsergebnisse

source: Results will appear here after updating
de: Die Ergebnisse werden hier nach der Aktualisierung angezeigt

source: No update results yet.
de: Noch keine Aktualisierungsergebnisse.

source: Click 'Update Database' to download the latest virus definitions.
de: Klicken Sie auf 'Datenbank aktualisieren', um die neuesten Virendefinitionen herunterzuladen.

source: Checking freshclam...
de: Überprüfe freshclam...

source: Checking service...
de: Überprüfe Dienst...

source: freshclam not found
de: freshclam nicht gefunden

source: freshclam not installed
de: freshclam nicht installiert

source: Service: N/A
de: Dienst: N/V

source: Service: Active
de: Dienst: Aktiv

source: Service: Stopped
de: Dienst: Gestoppt

source: Service: Manual Mode
de: Dienst: Manueller Modus

source: Force updating virus database...
de: Erzwinge Virendatenbank-Aktualisierung...

source: Backing up local databases, then deleting them to force fresh downloads from mirrors.
de: Lokale Datenbanken werden gesichert und dann gelöscht, um neue Downloads von Spiegelservern zu erzwingen.

source: Previous databases will be restored if the update fails.
de: Frühere Datenbanken werden wiederhergestellt, wenn die Aktualisierung fehlschlägt.

source: Please wait, this may take a few minutes.
de: Bitte warten Sie, dies kann einige Minuten dauern.

source: Updating virus database...
de: Aktualisiere Virendatenbank...

source: Updating...
de: Aktualisiert...

source: Update signal sent to freshclam service
de: Aktualisierungssignal an freshclam-Dienst gesendet

source: Database updated successfully ({count} database updated)
de: Datenbank erfolgreich aktualisiert ({count} Datenbank aktualisiert)

source: Database is already up to date
de: Datenbank ist bereits auf dem neuesten Stand

source: Update cancelled
de: Aktualisierung abgebrochen

source: Update error occurred
de: Aktualisierungsfehler aufgetreten

source: UPDATE SIGNAL SENT TO FRESHCLAM SERVICE
de: AKTUALISIERUNGSSIGNAL AN FRESHCLAM-DIENST GESENDET

source: UPDATE COMPLETE - DATABASE UPDATED
de: AKTUALISIERUNG ABGESCHLOSSEN - DATENBANK AKTUALISIERT

source: UPDATE COMPLETE - ALREADY UP TO DATE
de: AKTUALISIERUNG ABGESCHLOSSEN - BEREITS AUF DEM NEUESTEN STAND

source: UPDATE CANCELLED
de: AKTUALISIERUNG ABGEBROCHEN

source: UPDATE ERROR
de: AKTUALISIERUNGSFEHLER

source: Method: {method}
de: Methode: {method}

source: Databases updated: {count}
de: Aktualisierte Datenbanken: {count}

source: Note: The freshclam service is handling the update in the background.
de: Hinweis: Der freshclam-Dienst führt die Aktualisierung im Hintergrund durch.

source: Check service logs for detailed progress:
de: Prüfen Sie die Dienstprotokolle für detaillierten Fortschritt:

source: freshclam Output:
de: freshclam-Ausgabe:

source: Error Output:
de: Fehlerausgabe:

source: Refresh
de: Aktualisieren

source: VirusTotal Results
de: VirusTotal-Ergebnisse

source: Export results to JSON
de: Ergebnisse als JSON exportieren

source: View on VirusTotal
de: Auf VirusTotal anzeigen

source: Scan Summary
de: Scan-Zusammenfassung

source: No threats detected
de: Keine Bedrohungen erkannt

source: File appears to be safe
de: Die Datei scheint sicher zu sein

source: {count} engines detected threats
de: {count} Engines haben Bedrohungen erkannt

source: Detection ratio: {ratio}
de: Erkennungsrate: {ratio}

source: File not in database
de: Datei nicht in der Datenbank

source: This file has not been scanned before
de: Diese Datei wurde zuvor nicht gescannt

source: Analysis in progress
de: Analyse läuft

source: Check back later for results
de: Überprüfen Sie später die Ergebnisse

source: Rate limit exceeded
de: Ratenlimit überschritten

source: Too many requests
de: Zu viele Anfragen

source: File too large
de: Datei zu groß

source: Maximum size is 650MB
de: Maximale Größe beträgt 650 MB

source: Last scanned
de: Zuletzt gescannt

source: File Information
de: Dateiinformationen

source: File
de: Datei
